Repository: Nekomi-Kokadaigaku/System_Defaults_Editor
Catalog: System_Defaults_Editor/System_Defaults_Editor/Application/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Stopped working on Big Sur.
zh_hans: 停止了Big Sur的工作。

source: A restart of your Mac is required to apply these changes.
zh_hans: 需要重启您的Mac以应用这些更改。

# aaa
source: s
zh_hans: 秒

source: Active apps
zh_hans: 活动应用程序

source: Activity Monitor
zh_hans: 活动监视器

source: Add a quit option to the Finder. Behaves strangely when activated, would not recommend.
zh_hans: 给Finder添加一个退出选项。激活时表现异常，不建议使用。

source: Add additional counterpart suffixes that Xcode should consider in the "Related Items > Counterparts" menu.
zh_hans: 在“相关项目 > 对应项”菜单中，添加Xcode应考虑的额外对应后缀。

source: Additional counterpart suffixes
zh_hans: 附加对应后缀

source: Allows you to change the behavior of the function keys
zh_hans: 允许您更改功能键的行为

source: Allows you to select the behavior when a key is held down for a long time.
zh_hans: 允许您选择当按键长时间按下时的行为

source: Allows you to select the behavior when a key is held down for a long time. The two possible behaviors are:
zh_hans: 允许您选择在按键长时间按下时的行为。两种可能的行为是：

source: Always show folder icon before title in the title bar
zh_hans: 始终在标题栏中将文件夹图标显示在标题之前

source: Animation effect
zh_hans: 动画效果

source: Apple Intelligence
zh_hans: 苹果智能

source: Application quarantine
zh_hans: 应用程序隔离

source: Auto-empty bin
zh_hans: 自动清空废纸篓

source: Autogather
zh_hans: 自动收集

source: Autohide animation time
zh_hans: 隐藏 Dock 栏动画时长

source: Autohide delay
zh_hans: 自动隐藏 Dock 栏延迟

source: Autohides the Dock
zh_hans: 是否自动隐藏 Dock 栏

source: Backup volumes
zh_hans: 备份卷

source: Bool
zh_hans: 布尔值

source: Change extension warning
zh_hans: 更改文件扩展名警告

source: Choose between Light/Medium/Firm.
zh_hans: 请选择轻/中/硬。

source: Choose the delay of the auto-hidden document-proxy icon.
zh_hans: 选择自动隐藏文档代理图标的延迟时间。

source: Choose the screenshots image format.
zh_hans: 选择截图图片格式。

source: Choose the size of Finder sidebar icons
zh_hans: 选择Finder侧边栏图标的大小

source: Choose what information should be shown in the app's Dock icon, if any.
zh_hans: 选择应用程序Dock图标显示的信息（如果有）。

source: Choose whether the Help Menu should be always-on-top.
zh_hans: 选择是否让帮助菜单始终保持在最上方。

source: Choose whether to autogather large files when submitting a feedback report.
zh_hans: 选择在提交反馈报告时是否自动收集大文件。

source: Choose whether to display a thumbnail after taking a screenshot.
zh_hans: 选择是否在截屏后显示缩略图。

source: Choose whether to display a warning when changing a file extension
zh_hans: 选择是否在更改文件扩展名时显示警告

source: Choose whether to enable moving focus with Tab and Shift Tab.
zh_hans: 选择是否启用使用Tab和Shift+Tab键移动焦点。

source: Choose whether to rearrange Spaces automatically.
zh_hans: 选择是否自动重新排列空间。

source: Click weight
zh_hans: 点击重量

source: Clock separators
zh_hans: 时钟分隔符

source: Close confirm changes popup
zh_hans: 关闭确认更改弹窗

source: com.apple.universalaccess showWindowTitlebarIcons must be set to false
zh_hans: com.apple.universalaccess 显示窗口标题栏图标必须设置为false

source: Connected servers
zh_hans: 连接的服务器

source: Date and time
zh_hans: 日期和时间

source: Decimal
zh_hans: 小数

source: Default document format
zh_hans: 默认文档格式

source: Default screenshot location
zh_hans: 默认截图位置

source: Default search scope
zh_hans: 默认搜索范围

source: Default view style
zh_hans: 默认视图样式

source: Desktop
zh_hans: 桌面

source: Developing...
zh_hans: 正在开发

source: Disable screenshot shadow when capturing an app (⌘ cmd+⇧ shift+4 then space).
zh_hans: 禁用截图阴影以捕获应用程序（⌘ cmd+⇧ shift+4然后空格）。

source: Dock
zh_hans: Dock 栏

# dock auto hide animation time
source: s
zh_hans: 秒

# dock auto hide delay
source: s
zh_hans: 秒

# dock icon size
source: px
zh_hans: 像素

source: Dock Position
zh_hans: Dock 栏位置

source: Drag lock
zh_hans: 拖动锁定

source: Dragging
zh_hans: 拖动

source: Enable or disable mouse acceleration.
zh_hans: 启用或禁用鼠标加速。

source: External disks
zh_hans: 外部硬盘

source: Feedback Assistant
zh_hans: 反馈助手

source: Finder
zh_hans: 文件管理器

source: Fn key usage
zh_hans: Fn键用法

source: Focus follows mouse
zh_hans: 焦点跟随鼠标

source: Focus of the Terminal windows when the mouse cursor hovers over them. The focus change only works between the Terminal windows.
zh_hans: 终端窗口的焦点当鼠标光标悬停在其上时。焦点变化仅在终端窗口之间生效。

source: Full address
zh_hans: 完整地址

source: Function keys behavior
zh_hans: 功能键行为

source: Group windows by application
zh_hans: 按应用程序组织窗口

source: Hard disks
zh_hans: 硬盘

source: Help menu position
zh_hans: 帮助菜单位置

source: Hidden files
zh_hans: 隐藏文件

source: Hide all icons on desktop.
zh_hans: 隐藏桌面上的所有图标。

source: Hide icons
zh_hans: 隐藏图标

source: Icon size
zh_hans: 图标大小

source: Icon type
zh_hans: 图标类型

source: If you have several windows from multiple apps open simultaneously, have the windows organised by app in Mission Control.
zh_hans: 如果您同时打开了多个应用程序的几个窗口，请在任务控制中按应用程序组织窗口。

source: Include date and time in screenshot filenames.
zh_hans: 在截图文件名中包含日期和时间。

source: Input text
zh_hans: 输入文本

source: Integer
zh_hans: 整数

source: Keep folders
zh_hans: 保持文件夹

source: Keep folders on top
zh_hans: 保持文件夹在顶部

source: Keep folders on top when sorting by name.
zh_hans: 按名称排序时，保持文件夹在顶部。

source: Keep folders on top when sorting.
zh_hans: 按名称排序时，保持文件夹在顶部。

source: Keep windows when quitting an application
zh_hans: 退出应用程序时保持窗口。

source: Key held down behavior
zh_hans: 按名称排序时，保持文件夹在顶部。

source: Keyboard
zh_hans: 键盘

source: Keyboard navigation
zh_hans: 键盘导航

source: Language indicator
zh_hans: 语言指示器

source: Menu Bar
zh_hans: 任务栏

source: Messages
zh_hans: 信息

source: Miscellaneous
zh_hans: 杂项

source: Mission Control
zh_hans: 多任务窗口

source: Mouse
zh_hans: 鼠标

source: Mouse acceleration
zh_hans: 鼠标加速度

source: Mouse speed
zh_hans: 鼠标速度

source: Music notifications
zh_hans: 音乐通知

source: Mutually exclusive with Dragging and DragLock.
zh_hans: 与拖动和拖动锁定互斥。

source: Mutually exclusive with Dragging and TrackpadThreeFingerDrag.
zh_hans: 与“拖动”和“三指拖动”互斥。

source: Mutually exclusive with DragLock and TrackpadThreeFingerDrag.
zh_hans: 与DragLock和TrackpadThreeFingerDrag互斥。

source: No data
zh_hans: 没数据

source: No setting item in this group.
zh_hans: 该分类下暂无设置项

source: Only show active applications in Dock.
zh_hans: 仅在 Dock 中显示活动应用程序。

source: Open folder destination
zh_hans: 打开文件夹目的地

source: Path bar
zh_hans: 路径栏

source: Please select a setting category from the left.
zh_hans: 请从左侧选择一个设置分类

source: Prevent Time Machine from prompting to use newly connected storage as backup volumes.
zh_hans: 防止时间机器提示使用新连接的存储作为备份卷。

source: Quit
zh_hans: 退出

source: Quit option
zh_hans: 退出选项

source: Rearrange Spaces automatically
zh_hans: 自动重新排列空间

source: Recent apps
zh_hans: 最近的应用程序

source: Removable media
zh_hans: 可移动媒体

source: Remove items in the bin after 30 days
zh_hans: 30天后删除垃圾桶中的项目

source: Requires a logout to take effect.
zh_hans: 需要注销才能生效。

source: Restarting the Mac or closing the session is necessary to take the changes into effect.
zh_hans: 重启Mac或关闭会话是使更改生效的必要步骤。

source: Restarting the Mac, closing the session or restarting the application is necessary to take into effect the changes.
zh_hans: 重启Mac、关闭会话或重新启动应用程序是使更改生效的必要步骤。

source: Safari
zh_hans: Safari 浏览器

source: Save to disk location
zh_hans: 保存到磁盘位置

source: Screenshot format
zh_hans: 截图格式

source: Screenshot shadow
zh_hans: 截图阴影

source: Screenshots
zh_hans: 截图

source: Scroll up mode
zh_hans: 滚动向上模式

source: Scroll up on a Dock icon to show all Space's opened windows for an app, or open stack.
zh_hans: 在 Dock 图标上向上滚动，以显示一个应用或堆叠打开的所有空间窗口。

source: Selected
zh_hans: 已选定

source: Separate spaces for each display
zh_hans: 为每个显示器设置独立的空间

source: Set default document format as rich text (.rtf) or plain text (.txt).
zh_hans: 将默认文档格式设置为富文本（.rtf）或纯文本（.txt）。

source: Set default screenshot location.
zh_hans: 设置默认截图位置。

source: Set if quotation marks should be converted from neutral form to opening/closing variants.
zh_hans: 设置是否将引号从中性形式转换为开/闭变体。

source: Set movement speed of the mouse cursor.
zh_hans: 设置鼠标光标移动速度。

source: Set the default location for saving files to disk
zh_hans: 设置默认保存文件到磁盘的位置

source: Set the default search scope when performing a search
zh_hans: 设置搜索时的默认搜索范围

source: Set the default view style for folders without custom setting
zh_hans: 设置未自定义设置的文件夹的默认视图样式

source: Set up separate spaces for each display (if you use Spaces and have multiple displays).
zh_hans: 为每个显示器设置独立的空间（如果您使用“空间”并拥有多个显示器）。

source: Set whether folders shown in the Finder open in a new tab or a new window when using ⌘ cmd+double-click, and which option is shown in the context menu.
zh_hans: 设置在Finder中显示的文件夹在使用⌘ cmd+双击时是在新标签页还是新窗口中打开，以及哪个选项在上下文菜单中显示。

# Settings tab: Activity Monitor
source: Activity Monitor
zh_hans: 活动监视器

# Settings tab: Desktop
source: Desktop
zh_hans: 桌面

# Settings tab: Dock
source: Dock
zh_hans: Dock 栏

# Settings tab: Feedback Assistant
source: Feedback Assistant
zh_hans: 反馈助手

# Settings tab: Finder
source: Finder
zh_hans: 查找器

# Settings tab: Keyboard
source: Keyboard
zh_hans: 键盘

# Settings tab: Menu Bar
source: Menu Bar
zh_hans: 菜单栏

# Settings tab: Messages
source: Messages
zh_hans: 信息

# Settings tab: Miscellaneous
source: Miscellaneous
zh_hans: 杂项

# Settings tab: Mission Control
source: Mission Control
zh_hans: 任务控制

# Settings tab: Mouse
source: Mouse
zh_hans: 鼠标

# Settings tab: Safari
source: Safari
zh_hans: 浏览器

# Settings tab: Screenshots
source: Screenshots
zh_hans: 截图

# Settings tab: Simulator
source: Simulator
zh_hans: 模拟器

# Settings tab: TextEdit
source: TextEdit
zh_hans: 文本编辑

# Settings tab: Time Machine
source: Time Machine
zh_hans: 时间机器

# Settings tab: Trackpad
source: Trackpad
zh_hans: 触控板

source: Settings…
zh_hans: 设置…

source: Should you be asked to keep changes when closing documents or just have changes saved automatically. Requires closing and opening the app before working. Tested on Apple Preview.
zh_hans: 当关闭文档时是否需要保留更改，或者只是自动保存更改。需要在工作前关闭并打开应用程序。已在Apple Preview上测试。

source: Show all file extensions in the Finder.
zh_hans: 在Finder中显示所有文件扩展名。

source: Show build durations
zh_hans: 显示构建持续时间

source: Show build durations in the Activity Viewer in Xcode's toolbar at the top of the workspace window.
zh_hans: 在Xcode工作区窗口顶部的工具栏中，在活动查看器中显示构建持续时间。

source: Show connected servers on desktop.
zh_hans: 在桌面上显示连接的服务器。

source: Show extensions
zh_hans: 显示扩展

source: Show external disks on desktop.
zh_hans: 在桌面上显示外部磁盘。

source: Show full website address.
zh_hans: 显示完整网站地址。

source: Show hard disks on desktop.
zh_hans: 显示桌面上的硬盘。

source: Show hidden files in the Finder. You can toggle the value using ⌘ cmd+⇧ shift+..
zh_hans: 在Finder中显示隐藏文件。您可以使用⌘ cmd+⇧ shift+..切换值。

source: Show notifications for songs that are playing in the Music app.
zh_hans: 显示正在音乐应用中播放的歌曲的通知。

source: Show path bar in the bottom of the Finder windows
zh_hans: 在Finder窗口底部显示路径栏

source: Show recent apps in Dock.
zh_hans: 在 Dock 中显示最近的应用。

source: Show removable media (CDs, DVDs and iPods) on desktop.
zh_hans: 在桌面上显示可移动媒体（CD、DVD和iPod）。

source: Show the subject field which appears above the iMessage/Text Message field in Messages. Text entered in the subject field will be sent in bold (unless there is no text in the iMessage/Text Message field; in this case, the text in the subject field will be sent without the bold effect).
zh_hans: 显示在“消息”中位于iMessage/短信字段上方的主题字段。在主题字段中输入的文本将以粗体形式发送（除非iMessage/短信字段中没有文本；在这种情况下，主题字段中的文本将以无粗体效果的形式发送）。

source: Sidebar icon size
zh_hans: 侧边栏图标大小

source: Simulator
zh_hans: 模拟器

source: Smart quotes
zh_hans: 智能引号

source: Spring loading for all Dock
zh_hans: 所有Dock的弹簧加载

source: String
zh_hans: 字符串

source: Subject field
zh_hans: 主题字段

source: Switch to space with open windows
zh_hans: 切换到包含打开窗口的空间

source: Text Edit
zh_hans: 文本编辑器

source: The animation effect for the Dock to minimize.
zh_hans: Dock最小化时的动画效果。

source: The delay time for the Dock to autohide.
zh_hans: Dock自动隐藏时的延迟时间。

source: The Dock will automatically hide when it is not in use.
zh_hans: 当不使用时，Dock会自动隐藏。

source: The frequency of the Activity Monitor to update.
zh_hans: Activity Monitor的更新频率。

source: The position of the Dock.
zh_hans: Dock的位置。

source: The size of the Dock items.
zh_hans: Dock项的大小。

source: The time it takes for the Dock to autohide.
zh_hans: Dock自动隐藏的时间。

source: This command requires to grant full disk access to the terminal (System Preferences → Security & Privacy → Full Disk Access)
zh_hans: 此命令需要授予终端（系统偏好设置→安全与隐私→完整磁盘访问）完全磁盘访问权限

source: This setting configures the time and date format for the Menu Bar digital clock. Accepted values depend on your Language & Region settings.
zh_hans: 此设置配置菜单栏数字时钟的时间和日期格式。接受的值取决于您的语言和区域设置。

source: Three finger drag
zh_hans: 三指拖动

source: Thumbnail
zh_hans: 缩略图

source: Time and date format
zh_hans: 时间和日期格式

source: Time Machine
zh_hans: 时间机器

source: Title bar icons
zh_hans: 标题栏图标

source: Title rollover delay
zh_hans: 标题悬停延迟

source: Trackpad
zh_hans: 触控板

source: Turn off the “Application Downloaded from Internet” quarantine warning.
zh_hans: 关闭“从互联网下载的应用”隔离警告。

source: Turn off the language indicator while switching input sources.
zh_hans: 切换输入源时关闭语言指示器。

source: Update frequency
zh_hans: 更新频率

source: When enabled, open documents and windows will be restored when you re-open an application.
zh_hans: 当启用时，重新打开应用程序时，将恢复打开的文档和窗口。

source: When enabled, the clock indicator (which by default is the colon) will flash on and off each second.
zh_hans: 当启用时，时钟指示器（默认为冒号）将每秒闪烁一次。

source: When switching to an app, switch to a space with open windows for this app.
zh_hans: 切换到应用时，切换到包含此应用打开窗口的空间。

source: Xcode
zh_hans: 编译器
